package constant

var Cities = []string{
	//省内除河源20市
	"广州", "深圳", "珠海", "惠州", "梅州",
	"佛山", "江门", "东莞", "中山", "湛江",
	"茂名", "肇庆", "汕尾", "阳江", "清远",
	"汕头", "韶关", "潮州", "揭阳", "云浮",
	//省外32省份
	"香港", "澳门", "北京", "上海", "湖南",
	"海南", "江西", "江苏", "浙江", "河南",
	"广西", "湖北", "四川", "重庆", "贵州",
	"辽宁", "吉林", "黑龙江", "河北", "山西",
	"陕西", "甘肃", "青海", "山东", "安徽",
	"台湾", "福建", "云南", "内蒙古", "新疆",
	"西藏", "宁夏", "天津", "省外",
}

var Villages = []string{
	"居委会", "杨坑村", "峰木村", "骆湖村", "江坑村",
	"红花村", "上欧村", "小水村", "下欧村", "致富村",
	//企业
	"鹰牌", "恒昌", "东南", "柠檬", "汇先丰",
	"光大", "建雄", "广盛源", "炬成", "利智",
	"越秀农牧",
}

var Sto = [][]int{}
